{"uid": "0", "question": "Is good taste required for recognizing good art?", "ground_truth": "Based on the context provided, it suggests that good taste is required for recognizing good art, as it states that the person who chooses the better art when shown a lot of works by artists they've never seen before has better taste.", "ground_truth_context": ["Because if there is such a thing as good art, it's easy to tell which of two people has better taste. Show them a lot of works by artists they've never seen before and ask them to choose the best, and whoever chooses the better art has better taste."]}
{"uid": "1", "question": "What were Trinity College's three unforgivable sins?", "ground_truth": "The three unforgivable sins at Trinity College were crime, heresy, and marriage.", "ground_truth_context": ["To remain on, he had only to avoid the three unforgivable sins: crime, heresy, and marriage."]}
{"uid": "2", "question": "What does the author imply about the reader's interest?", "ground_truth": "The author implies that the reader has already shown some level of interest in the topic or subject being discussed.", "ground_truth_context": ["But we already know you're interested."]}
{"uid": "3", "question": "What defines the threshold for alien truth?", "ground_truth": "The threshold for alien truth is defined as the most general truths short of those of math or physics that we'd share in common with other forms of intelligent life.", "ground_truth_context": ["The point of the idea of alien truth is not that it gives us a way to speculate about what forms intelligent life might take, but that it gives us a threshold, or more precisely a target, for truth. If you're trying to find the most general truths short of those of math or physics, then presumably they'll be those we'd share in common with other forms of intelligent life."]}
{"uid": "4", "question": "Is the work less burdensome if interested?", "ground_truth": "Yes, the work will probably feel less burdensome if you find it very interesting and you are on the right path.", "ground_truth_context": ["And if you're working on something you find very interesting, which you necessarily will if you're on the right path, the work will probably feel less burdensome than a lot of your peers'."]}
{"uid": "5", "question": "Why is writing considered a stricter test than talking?", "ground_truth": "Writing is considered a stricter test than talking because it requires committing to a single, optimal sequence of words, and less can go unsaid since there is no tone of voice to carry meaning. Additionally, the level of focus required in writing would seem excessive in conversation.", "ground_truth_context": ["But in my experience, writing is the stricter test. You have to commit to a single, optimal sequence of words. Less can go unsaid when you don't have tone of voice to carry meaning. And you can focus in a way that would seem excessive in conversation."]}
{"uid": "6", "question": "What reveals affectation in work?", "ground_truth": "The fakeness reveals affectation in work.", "ground_truth_context": ["the fakeness is what shows in the work."]}
{"uid": "7", "question": "Is searching for alien truth a philosophical activity?", "ground_truth": "Yes, searching for alien truth is considered a philosophical activity according to the context provided. The context suggests that \"philosophy\" should probably include the search for alien truth, and it implies that Aristotle, a significant figure in philosophy, would have thought so. Additionally, the context mentions that the search for alien truth could be a good definition for philosophy.", "ground_truth_context": ["The obvious choice is \"philosophy.\" Whatever else philosophy includes, it should probably include this. I'm fairly sure Aristotle would have thought so. One could even make the case that the search for alien truth is, if not an accurate description *of* philosophy, a good definition *for* it."]}
{"uid": "8", "question": "Why is orthodoxy attractive to bad people?", "ground_truth": "Orthodoxy is attractive to bad people because it allows them to be perceived as better than others who are not orthodox, regardless of their own moral character or actions.", "ground_truth_context": ["And that in turn is one of the reasons orthodoxy is so attractive to bad people. You could be a horrible person, and yet as long as you're orthodox, you're better than everyone who isn't."]}
{"uid": "9", "question": "What does essay length act as?", "ground_truth": "Essay length acts as a filter.", "ground_truth_context": ["But its length at least means it acts as a filter."]}
{"uid": "10", "question": "What proves good taste exists?", "ground_truth": "The existence of good taste is proven by the argument that starting from the premise that there's no such thing as good taste leads to conclusions that are obviously false. Since these conclusions are false, it implies that the premise (that there's no such thing as good taste) must be wrong, thereby suggesting that good taste does indeed exist.", "ground_truth_context": ["If we start from the premise that there's no such thing as good taste, we end up with conclusions that are obviously false, and therefore the premise must be wrong."]}
{"uid": "11", "question": "What are two uses of intelligence besides idea generation?", "ground_truth": "Two uses of intelligence besides idea generation are diagnosing problems and figuring out how to fix them.", "ground_truth_context": ["It's also useful, for example, in diagnosing problems and figuring out how to fix them."]}
{"uid": "12", "question": "How was the large batch problem at YC solved?", "ground_truth": "The large batch problem at YC was solved by sharding the batch into smaller groups of startups, with each group being overseen by a dedicated group of partners. This solution fixed the problem and has been effective ever since.", "ground_truth_context": ["The solution we adopted was the classic one in these situations. We sharded the batch into smaller groups of startups, each overseen by a dedicated group of partners. That fixed the problem, and has worked fine ever since."]}
{"uid": "13", "question": "Why might founders struggle with user acquisition?", "ground_truth": "Founders might struggle with user acquisition because their product isn't good enough. This is evidenced by the founders themselves not wanting to use their own product when asked if they would do so if they hadn't built it.", "ground_truth_context": ["Or founders will come in worried that they still haven't cracked the problem of user acquisition, and the reason turns out to be that their product isn't good enough. There have been times when I've asked \"Would you use this yourself, if you hadn't built it?\" and the founders, on thinking about it, said \"No.\" Well, there's the reason you're having trouble getting users."]}
{"uid": "14", "question": "Does past virtue affect legal guilt?", "ground_truth": "No, past virtue does not affect legal guilt.", "ground_truth_context": ["Having lived a previously blameless life might mitigate the punishment, but it doesn't affect whether you're guilty or not."]}
{"uid": "15", "question": "Is good taste required for recognizing good art?", "ground_truth": "Based on the context provided, recognizing good art is used as a measure of good taste. Therefore, it implies that good taste is required for recognizing good art, as the person who chooses the better art is considered to have better taste.", "ground_truth_context": ["Because if there is such a thing as good art, it's easy to tell which of two people has better taste. Show them a lot of works by artists they've never seen before and ask them to choose the best, and whoever chooses the better art has better taste."]}
{"uid": "16", "question": "Can desires be intentionally altered?", "ground_truth": "Yes, desires can be intentionally altered, as indicated by the examples of drug addicts who can make themselves stop wanting drugs and individuals who can make themselves want to like classical music or broccoli.", "ground_truth_context": ["People who don't want to want something -- drug addicts, for example -- can sometimes make themselves stop wanting it. And people who want to want something -- who want to like classical music, or broccoli -- sometimes succeed."]}
{"uid": "17", "question": "What historical punishment did heretics face?", "ground_truth": "Historical punishment heretics faced was death.", "ground_truth_context": ["Back in the day (and still, in some places) the punishment for heresy was death."]}
{"uid": "18", "question": "Is art's impact on people comparable to vaccines?", "ground_truth": "Yes, according to the context provided, art's impact on people is comparable to vaccines in the sense that both can be designed to operate on people and be judged as good or bad based on their effectiveness.", "ground_truth_context": ["Because people's responses to art aren't random, art can be designed to operate on people, and be good or bad depending on how effectively it does so. Much as a vaccine can be."]}
{"uid": "19", "question": "What trait counters affectation?", "ground_truth": "Earnestness counters affectation.", "ground_truth_context": ["The best answer is earnest. If you're earnest you avoid not just affectation but a whole set of similar vices."]}
{"uid": "20", "question": "How should I focus to succeed?", "ground_truth": "To succeed, you should focus on doing good work.", "ground_truth_context": ["the best way to get it would be to focus on doing good work rather than chasing influential people."]}
{"uid": "21", "question": "How should I focus to succeed?", "ground_truth": "To succeed, you should focus on doing good work rather than chasing influential people.", "ground_truth_context": ["the best way to get it would be to focus on doing good work rather than chasing influential people."]}
{"uid": "22", "question": "What altered pre-Industrial Revolution human life?", "ground_truth": "The development of agriculture altered pre-Industrial Revolution human life.", "ground_truth_context": ["The development of agriculture changed human life completely."]}
{"uid": "23", "question": "What outpaces territorial power today?", "ground_truth": "The power of ideas, as represented by the ability to design bombs, outpaces territorial power today.", "ground_truth_context": ["Now the emperors of ideas can design bombs that defeat the emperors of territory."]}
{"uid": "24", "question": "How can one avoid intellectual dishonesty?", "ground_truth": "One can avoid intellectual dishonesty by maintaining a slight positive pressure in the opposite direction and being aggressively willing to admit that they're mistaken.", "ground_truth_context": ["One way to avoid intellectual dishonesty is to maintain a slight positive pressure in the opposite direction. Be aggressively willing to admit that you're mistaken."]}
{"uid": "25", "question": "What's a major difference between school and work?", "ground_truth": "A major difference between school and work, based on the context provided, is that in real life (which can be interpreted as work), you have to identify the problems yourself, and there is uncertainty regarding whether the problems can be solved. In contrast, this implies that in school, problems are typically presented to you and are generally known to be solvable.", "ground_truth_context": ["In real life you have to figure out what the problems are, and you often don't know if they're soluble at all."]}
{"uid": "26", "question": "What characterizes a \"winner take all\" scenario?", "ground_truth": "A \"winner take all\" scenario is characterized by the fact that the winning team gets one win regardless of the margin of their victory, meaning that the reward (one win) is the same whether they perform much better than the opposing team or just slightly better. The return does not scale with performance beyond the threshold required to win.", "ground_truth_context": ["In a sports match the relationship between performance and return is a step function: the winning team gets one win whether they do much better or just slightly better."]}
{"uid": "27", "question": "How do schools encourage passivity?", "ground_truth": "Schools encourage passivity by having an authority figure at the front of the class who dictates what students must learn and then assesses whether they have learned it. This structure implies that students are expected to receive and respond to instruction rather than actively engage or determine the content of their learning.", "ground_truth_context": ["For example, schools induce passivity. Since you were a small child, there was an authority at the front of the class telling all of you what you had to learn and then measuring whether you did."]}
{"uid": "28", "question": "What drives original thinkers to generate ideas?", "ground_truth": "Original thinkers are driven to generate ideas by their inherent nature, as they can't help but throw off new ideas about whatever they focus on, similar to how an angle grinder naturally throws off sparks.", "ground_truth_context": ["Original thinkers throw off new ideas about whatever they focus on, like an angle grinder throwing off sparks. They can't help it."]}
{"uid": "29", "question": "Is art's impact on people comparable to vaccines?", "ground_truth": "Yes, according to the context provided, art's impact on people is comparable to vaccines in the sense that both can be designed to operate on people and be judged as good or bad based on their effectiveness.", "ground_truth_context": ["Because people's responses to art aren't random, art can be designed to operate on people, and be good or bad depending on how effectively it does so. Much as a vaccine can be."]}
{"uid": "30", "question": "Who read drafts of the speech?", "ground_truth": "Trevor Blackwell, Jessica Livingston, and Robert Morris read drafts of the speech.", "ground_truth_context": ["Trevor Blackwell, Jessica Livingston, and Robert Morris for reading drafts of this."]}
{"uid": "31", "question": "What truths would aliens share with humans?", "ground_truth": "Aliens would share the truths of mathematics and the truths of physics with humans, such as the mass of a carbon atom.", "ground_truth_context": ["The truths of mathematics would be the same, because they're true by definition. Ditto for the truths of physics; the mass of a carbon atom would be the same on their planet."]}
{"uid": "32", "question": "What is YC's stance on growth rate effort?", "ground_truth": "YC's stance on growth rate effort is that there is a strong correlation between the effort put in and the growth rate achieved, although they do not explicitly state it as \"you get out what you put in.\"", "ground_truth_context": ["YC doesn't explicitly tell founders that with growth rate \"you get out what you put in,\" but it's not far from the truth."]}
{"uid": "33", "question": "Can people change their desires?", "ground_truth": "Yes, people can change their desires, although it is rare for them to change what they want to want.", "ground_truth_context": ["It's possible to change what you want to want. It's rare for people to change what they want to want."]}
{"uid": "34", "question": "Who initiated the Cultural Revolution?", "ground_truth": "Mao initiated the Cultural Revolution.", "ground_truth_context": ["Though initiated by Mao to undermine his rivals, the Cultural Revolution was otherwise mostly a grass-roots phenomenon."]}
{"uid": "35", "question": "How can youth's advantages be maintained into old age?", "ground_truth": "Youth's advantages can be maintained into old age by putting in effort to acquire some of the advantages when young and keeping some of them when old.", "ground_truth_context": ["With effort you can acquire some of the latter when young and keep some of the former when old."]}
{"uid": "36", "question": "What are superlinear returns a feature of?", "ground_truth": "Superlinear returns are a feature of the world.", "ground_truth_context": ["But superlinear returns for performance are a feature of the world, not an artifact of rules we've invented."]}
{"uid": "37", "question": "What is the search for alien truth akin to?", "ground_truth": "The search for alien truth is akin to philosophy.", "ground_truth_context": ["The obvious choice is \"philosophy.\" Whatever else philosophy includes, it should probably include this. One could even make the case that the search for alien truth is, if not an accurate description *of* philosophy, a good definition *for* it."]}
{"uid": "38", "question": "What correlates with reward in an efficient market?", "ground_truth": "Risk correlates with reward in an efficient market.", "ground_truth_context": ["In an efficient market, risk is proportionate to reward"]}
{"uid": "39", "question": "Why is focus critical for startup founders?", "ground_truth": "Focus is critical for startup founders because they are faced with a multitude of problems and they are the primary individuals available to address these issues. If they concentrate on non-essential tasks, there will be no one left to tackle the crucial problems that are vital for the startup's success.", "ground_truth_context": ["Focus is doubly important for early stage startups, because not only do they have a hundred different problems, they don't have anyone to work on them except the founders. If the founders focus on things that don't matter, there's no one focusing on the things that do."]}
{"uid": "40", "question": "Why is focus important for early stage startups?", "ground_truth": "Focus is important for early stage startups because they face a multitude of problems and have limited personnel, typically just the founders, to address these issues. If the founders concentrate on non-critical tasks, there will be no one left to tackle the essential problems that are crucial for the startup's success.", "ground_truth_context": ["Focus is doubly important for early stage startups, because not only do they have a hundred different problems, they don't have anyone to work on them except the founders. If the founders focus on things that don't matter, there's no one focusing on the things that do."]}
{"uid": "41", "question": "How does the act of writing influence the thought process and problem-solving?", "ground_truth": "The act of writing influences the thought process and problem-solving by changing the ideas as they are put into words. Writing about a complicated, ill-defined problem almost always helps in solving it, suggesting that the process of writing clarifies and refines one's thoughts, potentially leading to solutions. However, the context also implies that someone who is not skilled at writing may find themselves at a disadvantage when trying to solve such problems, indicating that the ability to effectively articulate thoughts in written form is integral to the problem-solving process for complex issues.", "ground_truth_context": ["\"You know that putting your ideas into words changed them.\"", "But if you need to solve a complicated, ill-defined problem, it will almost always help to write about it. Which in turn means that someone who's not good at writing will almost always be at a disadvantage in solving such problems."]}
{"uid": "42", "question": "How did the topic of \"How to Do Great Work\" influence the author's writing priorities?", "ground_truth": "The topic of \"How to Do Great Work\" influenced the author's writing priorities by causing them to pause the essay they were currently working on about superlinear returns. The author realized the importance of the topic and decided to expand the paragraph about doing great work into its own separate essay.", "ground_truth_context": ["I don't think you could give a precise definition of what counts as great work. Doing great work means doing something important so well that you expand people's ideas of what's possible. So I'd rather people focused on developing their interests rather than worrying about whether they're important or not. Just try to do something amazing, and leave it to future generations to say if you succeeded.", "As soon as I wrote it I realized it was a more important topic than superlinear returns, so I paused the present essay to expand this paragraph into its own."]}
{"uid": "43", "question": "How can initiating personal projects contribute to significant discoveries?", "ground_truth": "Initiating personal projects can contribute to significant discoveries by allowing an individual to notice connections between different fields, which, as stated in the context, is a source of some of the biggest discoveries. Personal projects often provide the freedom to explore a wide range of ideas and disciplines without the constraints that might be present in more structured or institutional settings. This autonomy can foster an environment where creative thinking and interdisciplinary approaches are encouraged, potentially leading to breakthroughs and significant contributions.", "ground_truth_context": ["If you do manage to do great work one day, it will probably be on a project of your own.", "\"Some of the biggest discoveries come from noticing connections between different fields.\""]}
{"uid": "44", "question": "Can expressing true statements result in punishment if they're deemed heretical or x-ist in society?", "ground_truth": "Yes, expressing true statements can result in punishment if they're deemed heretical or x-ist in society, as indicated by the context which suggests that labels are applied to statements regardless of their truth or falsity, and that expressing certain opinions can lead to automatic firing, even if the individual has a history of commendable actions such as saving children's lives.", "ground_truth_context": ["If the answer is yes, then they're admitting to banning the truth. That's obvious enough that I'd guess most would answer no. But if they answer no, it's easy to show that they're mistaken, and that in practice such labels are applied to statements regardless of their truth or falsity.", "\"Nowadays, in civilized countries, heretics only get fired in the metaphorical sense, by losing their jobs. But the structure of the situation is the same: the heresy outweighs everything else. You could have spent the last ten years saving children's lives, but if you express certain opinions, you're automatically fired.\""]}
{"uid": "45", "question": "What activity, according to the provided contexts, can lead to discoveries that surpass discussions in idea development?", "ground_truth": "According to the provided context, the activity that can lead to discoveries that surpass discussions in idea development is writing.", "ground_truth_context": ["A good writer will almost always discover new things in the process of writing. But even after doing this, you'll find you still discover new things when you sit down to write. There is a kind of thinking that can only be done by writing.", "But a verbal conversation will never be more exacting than when you're talking about something you're writing."]}
{"uid": "46", "question": "How can real-life work differ from school in problem-solving, and why might negative examples be educational?", "ground_truth": "Real-life work can differ from school in problem-solving because in real life, you often have to identify the problems yourself, and it's not always clear if these problems can be solved. In school, problems are typically presented to you and are designed to be solvable. Negative examples can be educational because they can highlight what not to do and can reveal what is necessary for success by showing what happens when it is absent. Learning from mistakes or poorly executed examples can sometimes provide deeper insights than studying successful cases.", "ground_truth_context": ["In real life you have to figure out what the problems are, and you often don't know if they're soluble at all.", "Negative examples can be as inspiring as positive ones. In fact you can sometimes learn more from things done badly than from things done well; sometimes it only becomes clear what's needed when it's missing."]}
{"uid": "47", "question": "What is the recommended focus for achieving great work according to both contexts?", "ground_truth": "The recommended focus for achieving great work according to both contexts is to concentrate on developing one's interests and doing something amazing, rather than worrying about the importance or seeking validation from influential people.", "ground_truth_context": ["So I'd rather people focused on developing their interests rather than worrying about whether they're important or not. Just try to do something amazing, and leave it to future generations to say if you succeeded.", "the best way to get it would be to focus on doing good work rather than chasing influential people."]}
{"uid": "48", "question": "How should students approach their education to do great work and maximize learning?", "ground_truth": "Students should approach their education as their own project, with the mindset that their teachers are there to provide support and advice, rather than to direct them authoritatively through the learning process. They should focus on identifying and solving problems that are often overlooked, and not cut corners with their work. By pushing ahead and taking initiative in their learning, students can do great work and maximize their educational experience.", "ground_truth_context": ["The way to beat the system is to focus on problems and solutions that others have overlooked, not to skimp on the work itself.", "If you're still in school, try thinking of your education as your project, and your teachers as working for you rather than vice versa. The best teachers don't want to be your bosses. They'd prefer it if you pushed ahead, using them as a source of advice, rather than being pulled by them through the material."]}
{"uid": "49", "question": "How can lack of expertise contribute to originality when exploring knowledge gaps?", "ground_truth": "Lack of expertise can contribute to originality when exploring knowledge gaps because individuals with less understanding might approach a subject without preconceived notions or established biases, which can lead to the generation of new ideas. These new ideas might not always be good, as the context suggests, but the separation of originality from expertise allows for a clearer view of the nature of originality. When someone with less expertise observes the \"smooth edges\" of a subject from a distance, they may not initially see the gaps. However, as they learn and get closer, they begin to notice obvious gaps and may question why no one has tried \"x\" or wondered about \"y.\" This curiosity and fresh perspective can lead to the exploration of these gaps, potentially yielding \"whole new fractal buds,\" or in other words, novel and innovative developments in the field.", "ground_truth_context": ["If the thing they're focused on is something they don't understand very well, these new ideas might not be good. But to see originality separated from expertise like that made its nature all the more clear.", "From a distance its edges look smooth, but when you learn enough to get close to one, you'll notice it's full of gaps. These gaps will seem obvious; it will seem inexplicable that no one has tried x or wondered about y. In the best case, exploring such gaps yields whole new fractal buds."]}
{"uid": "50", "question": "What's key to doing great work?", "ground_truth": "Curiosity.", "ground_truth_context": ["If you asked an oracle the secret to doing great work and the oracle replied with a single word, my bet would be on \"curiosity.\""]}
{"uid": "51", "question": "Who reviewed drafts for the author?", "ground_truth": "Trevor Blackwell, Patrick Collison, and Robert Morris reviewed drafts for the author.", "ground_truth_context": ["Thanks to Trevor Blackwell, Patrick Collison, and Robert Morris for reading drafts of this."]}
{"uid": "52", "question": "Why does Y Combinator emphasize growth rate?", "ground_truth": "Y Combinator emphasizes growth rate because it helps founders avoid discouragement when absolute numbers are low, provides a compass for decision-making on how to evolve the company, and tends to result in exponential growth.", "ground_truth_context": ["Y Combinator encourages founders to focus on growth rate rather than absolute numbers. It prevents them from being discouraged early on, when the absolute numbers are still low. It also helps them decide what to focus on: you can use growth rate as a compass to tell you how to evolve the company. But the main advantage is that by focusing on growth rate you tend to get something that grows exponentially."]}
{"uid": "53", "question": "What replaced reading in the sci-fi books?", "ground_truth": "In the sci-fi books, reading had been replaced by mysterious \"tapes\" that would load knowledge into one's brain like a program being loaded into a computer.", "ground_truth_context": ["In the science fiction books I read as a kid, reading had often been replaced by some more efficient way of acquiring knowledge. Mysterious \"tapes\" would load it into one's brain like a program being loaded into a computer."]}
{"uid": "54", "question": "Can writing be a form of conversation?", "ground_truth": "Yes, writing can be a form of conversation in the more general sense, where conversation can take any form, including writing.", "ground_truth_context": ["There are two senses of talking to someone: a strict sense in which the conversation is verbal, and a more general sense in which it can take any form, including writing. In the limit case (e.g. Seneca's letters), conversation in the latter sense becomes essay writing."]}
